{
	"Acridotheres tristis": {
		"content": "The Common Myna or Indian Myna (Acridotheres tristis), sometimes spelled Mynah, is a member of the family Sturnidae (starlings and mynas) native to Asia. An omnivorous open woodland bird with a strong territorial instinct, the Myna has adapted extremely well to urban environments.",
		"image": "https://farm3.staticflickr.com/2714/4442425577_ef594de729_n.jpg",
		"common_name": "Common Myna",
		"scientific_name": "Acridotheres tristis",
		"order": "Passeriformes",
		"Family": "Sturnidae",
		"Genus": "Acridotheres"
	},
	"Anastomas oscitans": {
		"content": "The Asian Openbill or Asian Openbill Stork (Anastomus oscitans) is a large wading bird in the stork family Ciconiidae. This distinctive stork is found mainly in the Indian subcontinent and Southeast Asia. It is greyish white with glossy black wings and tail and the adults have a gap between the arched upper mandible and recurved lower mandible.",
		"image": "https://live.staticflickr.com/65535/49921366908_25b8e61c1d_n.jpg",
		"common_name": "Asian openbill",
		"scientific_name": "Anastomus oscitans",
		"order": "Pelecaniformes",
		"Family": "Ciconiidae",
		"Genus": "Anastomus"
	},
	"Anhinga melanogaster": {
		"content": "The Oriental Darter or Indian Darter (Anhinga melanogaster ) is a water bird of tropical South Asia and Southeast Asia. It has a long and slender neck with a straight, pointed bill and like a cormorant, it hunts for fish while it hunts with its body submerged in water. It spears fish underwater, brings it to the surface and tosses it into the air before swallowing.",
		"image": "https://farm2.staticflickr.com/1742/40970024430_96f7b92811_n.jpg",
		"common_name": "Oriental Darter",
		"scientific_name": "Anhinga melanogaster",
		"order": "Pelecaniformes",
		"Family": "Anhingidae",
		"Genus": "Anhinga"
	},
	"Anthus rufulus": {
		"content": "The Paddyfield Pipit, or Oriental Pipit, (Anthus rufulus) is a small passerine bird in the pipits and wagtail family. It is a resident breeder in open scrub, grassland and cultivation in southern Asia east to the Philippines. Although among the few breeding pipits in the Asian region, identification becomes difficult in winter when several other species migrate into the region.",
		"image": "https://live.staticflickr.com/5699/21449693910_ec618ce24a_n.jpg",
		"common_name": "Paddyfield Pipit",
		"scientific_name": "Anthus rufulus",
		"order": "Passeriformes",
		"Family": "Motacillidae",
		"Genus": "Anthus"
	},
	"Ardea cinerea": {
		"content": "The Grey Heron (Ardea cinerea), is a wading bird of the heron family Ardeidae, native throughout temperate Europe and Asia and also parts of Africa. It is resident in the milder south and west, but many birds retreat in winter from the ice in colder regions. It has become common in summer even inside the Arctic circle along the Norwegian coast.",
		"image": "https://farm4.staticflickr.com/3876/15155329117_50cc0aa28d_n.jpg",
		"common_name": "Grey Heron",
		"scientific_name": "Ardea cinerea",
		"order": "Pelecaniformes",
		"Family": "Ardeidae",
		"Genus": "Ardea"
	},
	"Ardeola grayii(mark)": {
		"content": "The Indian Pond Heron or Paddybird (Ardeola grayii) is a small heron. It is of Old World origins, breeding in southern Iran and east to India, Burma, Bangladesh and Sri Lanka. They are widespread and common but can be easily missed when they stalk prey at the edge of small water-bodies or even when they roost close to human habitations.",
		"image": "https://farm4.staticflickr.com/3941/15454869109_2b8e87c923_n.jpg",
		"common_name": "Indian Pond-Heron",
		"scientific_name": "Ardeola grayii",
		"order": "Pelecaniformes",
		"Family": "Ardeidae",
		"Genus": "Ardeola"
	},
	"athene brama": {
		"content": "The Spotted Owlet (Athene brama) is a small owl which breeds in tropical Asia from India to Southeast Asia. A common resident of open habitats including farmland and human habitation, it has adapted to living in cities. They roost in small groups in the hollows of trees or in cavities in rocks or buildings. It nests in a hole in a tree or building, laying 3–5 eggs.",
		"image": "https://farm6.staticflickr.com/5281/5196164251_4d35deb092_n.jpg",
		"common_name": "Spotted Owlet",
		"scientific_name": "Athene brama",
		"order": "Strigiformes",
		"Family": "Strigidae",
		"Genus": "Athene"
	},
	"bubo bengalensis": {
		"content": "The Indian Eagle-Owl also called the Rock Eagle-Owl or Bengal Eagle-Owl (Bubo bengalensis) is a species of large horned owl found in the Indian Subcontinent. They were earlier treated as a subspecies of the Eurasian Eagle-Owl. They are found in hilly and rocky scrub forests, and are usually seen in pairs.",
		"image": "https://farm1.staticflickr.com/426/31287695353_7046e48abf_n.jpg",
		"common_name": "Rock Eagle-Owl",
		"scientific_name": "Bubo bengalensis",
		"order": "Strigiformes",
		"Family": "Strigidae",
		"Genus": "Bubo"
	},
	"Bubulcus ibis": {
		"content": "The Cattle Egret (Bubulcus ibis) is a cosmopolitan species of heron (family Ardeidae) found in the tropics, subtropics and warm temperate zones. It is the only member of the monotypic genus Bubulcus, although some authorities regard its two subspecies as full species, the Western Cattle Egret and the Eastern Cattle Egret. Despite the similarities in plumage to the egrets of the genus Egretta, it is more closely related to the herons of Ardea.",
		"image": "https://live.staticflickr.com/65535/49777967868_4b9f432b06_n.jpg",
		"common_name": "Western Cattle Egret",
		"scientific_name": "Bubulcus ibis",
		"order": "Pelecaniformes",
		"Family": "Ardeidae",
		"Genus": "Bubulcus"
	},
	"Casmerodius albus": {
		"content": "The Great Egret (Ardea alba), also known as common egret, large egret or great white heron , is a large, widely distributed egret. Distributed across most of the tropical and warmer temperate regions of the world, in southern Europe it is rather localized. In North America it is more widely distributed, and it is ubiquitous across the Sun Belt of the United States and in the Neotropics.",
		"image": "https://live.staticflickr.com/65535/50471975297_c5c8afebb1_n.jpg",
		"common_name": "Western Great Egret",
		"scientific_name": "Ardea alba",
		"order": "Pelecaniformes",
		"Family": "Ardeidae",
		"Genus": "Ardea"
	},
	"centropus parroti": {
		"content": "The Greater Coucal or Crow Pheasant (Centropus sinensis) is a large non-parasitic member of the cuckoo order of birds, the Cuculiformes. A widespread resident in Asia, from India, east to south China and Indonesia, it is divided into several subspecies, some being treated as full species. They are large, crow-like with a long tail and coppery brown wings and found in wide range of habitats from jungle to cultivation and urban gardens.",
		"image": "https://farm8.staticflickr.com/7070/6931332911_70331e111b_n.jpg",
		"common_name": "Greater Coucal",
		"scientific_name": "Centropus sinensis",
		"order": "Cuculiformes",
		"Family": "Cuculidae",
		"Genus": "Centropus"
	},
	"ceryle rudis": {
		"content": "The Pied Kingfisher (Ceryle rudis) is a water kingfisher and is found widely distributed across Africa and Asia. Their black and white plumage, crest and the habit of hovering over clear lakes and rivers before diving for fish makes it distinctive. Males have a double band across the breast while females have a single gorget that is often broken in the middle.",
		"image": "https://farm9.staticflickr.com/8581/15371334933_6fc0840394_n.jpg",
		"common_name": "Pied Kingfisher",
		"scientific_name": "Ceryle rudis",
		"order": "Coraciiformes",
		"Family": "Alcedinidae",
		"Genus": "Ceryle"
	},
	"chrysomma sinense": {
		"content": "The Yellow-eyed Babbler (Chrysomma sinense) is a passerine bird species found in groups in open grass and scrub in south Asia. The common name refers to its traditional placement in the Old World babbler family Timaliidae although the genus Chrysomma forms a clade along with the parrotbills and Sylvia warblers within the family Sylviidae.",
		"image": "https://farm9.staticflickr.com/8003/7640420414_8d91bb9a6b_n.jpg",
		"common_name": "Yellow-eyed Babbler",
		"scientific_name": "Chrysomma sinense",
		"order": "Passeriformes",
		"Family": "Sylviidae",
		"Genus": "Chrysomma"
	},
	"Ciconia episcopus": {
		"content": "The Woolly-necked Stork, Bishop Stork or White-necked Stork (Ciconia episcopus) is a large wading bird in the stork family Ciconiidae. It can also be known as the Episcopos.",
		"image": "https://farm1.staticflickr.com/122/295763680_7fa0aa41d0_n.jpg",
		"common_name": "Woolly-necked Stork",
		"scientific_name": "Ciconia episcopus",
		"order": "Pelecaniformes",
		"Family": "Ciconiidae",
		"Genus": "Ciconia"
	},
	"Cinnyris asiaticus": {
		"content": "The Purple Sunbird (Cinnyris asiaticus) is a small sunbird. Like other sunbirds they feed mainly on nectar, although they will also take insects, especially when feeding young. They have a fast and direct flight and can take nectar by hovering like a hummingbird but often perch at the base of flowers.",
		"image": "https://farm4.staticflickr.com/3795/32394767754_6dace8157c_n.jpg",
		"common_name": "Purple Sunbird",
		"scientific_name": "Cinnyris asiaticus",
		"order": "Passeriformes",
		"Family": "Nectariniidae",
		"Genus": "Cinnyris"
	},
	"clamator jacobinus": {
		"content": "The Jacobin Cuckoo, Pied Cuckoo, or Pied Crested Cuckoo (Clamator jacobinus) is a member of the cuckoo order of birds that is found in Africa and Asia. It is partially migratory and in India, it has been considered a harbinger of the Monsoon rains due to the timing of its arrival. It has been associated with a bird in Indian mythology and poetry, known as the Chatak represented as a bird with a beak on its head that waits for rains to quench its thirst.",
		"image": "https://farm2.staticflickr.com/1690/25710569800_50b18ca450_n.jpg",
		"common_name": "Pied Cuckoo",
		"scientific_name": "Clamator jacobinus",
		"order": "Cuculiformes",
		"Family": "Cuculidae",
		"Genus": "Clamator"
	},
	"Columba livia": {
		"content": "The Rock Dove (Columba livia) or Rock Pigeon is a member of the bird family Columbidae (doves and pigeons). In common usage, this bird is often simply referred to as the \"pigeon\".",
		"image": "https://farm8.staticflickr.com/7236/7180799438_fa2bbf82fe_n.jpg",
		"common_name": "Rock Pigeon",
		"scientific_name": "Columba livia",
		"order": "Columbiformes",
		"Family": "Columbidae",
		"Genus": "Columba"
	},
	"common hoopoe": {
		"content": "The Hoopoe /ˈhuːpuː/ (Upupa epops) is a colourful bird that is found across Afro-Eurasia, notable for its distinctive 'crown' of feathers. It is the only extant species in the family Upupidae. One insular species, the Saint Helena Hoopoe, is extinct, and the Madagascar subspecies of the Hoopoe is sometimes elevated to a full species.",
		"image": "https://farm5.staticflickr.com/4628/40537755192_193df664e7_n.jpg",
		"common_name": "Eurasian Hoopoe",
		"scientific_name": "Upupa epops",
		"order": "Bucerotiformes",
		"Family": "Upupidae",
		"Genus": "Upupa"
	},
	"Copsychus saularis": {
		"content": "The Oriental Magpie-Robin (Copsychus saularis) is a small passerine bird that was formerly classed as a member of the thrush family Turdidae, but now considered an Old World flycatcher. They are distinctive black and white birds with a long tail that is held upright as they forage on the ground or perch conspicuously.",
		"image": "https://live.staticflickr.com/65535/49661831298_d9736b858f_n.jpg",
		"common_name": "Oriental Magpie-Robin",
		"scientific_name": "Copsychus saularis",
		"order": "Passeriformes",
		"Family": "Muscicapidae",
		"Genus": "Copsychus"
	},
	"coracias benghalensis": {
		"content": "The Indian roller (Coracias benghalensis) is a bird of the family Coraciidae, the rollers. It occurs widely from West Asia to the Indian Subcontinent. It is listed as least concern on the IUCN Red List.[1] The Indochinese roller was formerly included as a subspecies.",
		"image": "https://farm3.staticflickr.com/2344/2530939852_6cc927a1a7_n.jpg",
		"common_name": "Indian Roller",
		"scientific_name": "Coracias benghalensis",
		"order": "Coraciiformes",
		"Family": "Coraciidae",
		"Genus": "Coracias"
	},
	"Corvus culminates": {
		"content": "The Indian Jungle Crow (Corvus culminatus) is an all-black species of Jungle Crow found in the plains of India where it is very common and readily distinguished from the House Crow which has a grey neck. Often grouped along with other crow species in the region, it differs in its voice from the Large-billed Crow found in the higher elevations of the Himalayas and the Eastern Jungle Crow (Corvus levaillantii) overlaps in the eastern part of its range.",
		"image": "https://live.staticflickr.com/7312/12197260694_f027baa3ec_n.jpg",
		"common_name": "Indian Jungle Crow",
		"scientific_name": "Corvus culminatus",
		"order": "Passeriformes",
		"Family": "Corvidae",
		"Genus": "Corvus"
	},
	"Corvus splendens": {
		"content": "The House Crow (Corvus splendens), also known as the Colombo Crow is a common bird of the Crow family that is of Asian origin but now found in many parts of the world, where they arrived assisted by shipping. It is between the Jackdaw and the Carrion Crow in size (40 cm in length) but is relatively slimmer than either.",
		"image": "https://live.staticflickr.com/65535/49987766096_e28b7b8d40_n.jpg",
		"common_name": "House Crow",
		"scientific_name": "Corvus splendens",
		"order": "Passeriformes",
		"Family": "Corvidae",
		"Genus": "Corvus"
	},
	"cypsiurus balasiensis": {
		"content": "The Asian Palm Swift (Cypsiurus balasiensis) is a small swift. It is very similar to the African Palm Swift, Cypsiurus parvus, and was formerly considered to be the same species.",
		"image": "https://live.staticflickr.com/8507/8595903851_e5ea85b461_n.jpg",
		"common_name": "Asian Palm-Swift",
		"scientific_name": "Cypsiurus balasiensis",
		"order": "Apodiformes",
		"Family": "Apodidae",
		"Genus": "Cypsiurus"
	},
	"Dendrocitta vagabunda": {
		"content": "The Rufous Treepie (Dendrocitta vagabunda) is a treepie, native to the Indian Subcontinent and adjoining parts of Southeast Asia. It is a member of the Corvidae (crow) family. It is long tailed and has loud musical calls making it very conspicuous. It is found commonly in open scrub, agricultural areas, forests as well as urban gardens.",
		"image": "https://farm8.staticflickr.com/7278/7667087408_9c9578db60_n.jpg",
		"common_name": "Rufous Treepie",
		"scientific_name": "Dendrocitta vagabunda",
		"order": "Passeriformes",
		"Family": "Corvidae",
		"Genus": "Dendrocitta"
	},
	"Dinopium benghalense": {
		"content": "The black-rumped flameback (Dinopium benghalense), also known as the lesser golden-backed woodpecker or lesser goldenback, is a woodpecker found widely distributed in the Indian subcontinent.[2] It is one of the few woodpeckers that are seen in urban areas. It has a characteristic rattling-whinnying call and an undulating flight.",
		"image": "https://farm8.staticflickr.com/7466/15804354919_7b57117cfe_n.jpg",
		"common_name": "Black-rumped Flameback",
		"scientific_name": "Dinopium benghalense",
		"order": "Piciformes",
		"Family": "Picidae",
		"Genus": "Dinopium"
	},
	"Egretta garzetta": {
		"content": "The Little Egret (Egretta garzetta) is a small white heron. It is the Old World counterpart to the very similar New World Snowy Egret.",
		"image": "https://farm5.staticflickr.com/4751/38451311390_80f39957b8_n.jpg",
		"common_name": "Little Egret",
		"scientific_name": "Egretta garzetta",
		"order": "Pelecaniformes",
		"Family": "Ardeidae",
		"Genus": "Egretta"
	},
	"Eremopterix griseus": {
		"content": "The Ashy-crowned Sparrow-Lark (Eremopterix griseus) also known as the Ashy-crowned Finch-lark or Black-bellied Finch-lark is a small sparrow sized member of the lark family. It is found in the plains in open land with bare ground, grass and scrub across South Asia. The males are well marked with a contrasting black-and-white face pattern, while females are sandy brown, looking similar to a female sparrow.",
		"image": "https://farm9.staticflickr.com/8371/8597189525_c965be13dc_n.jpg",
		"common_name": "Ashy-crowned Sparrow-Lark",
		"scientific_name": "Eremopterix griseus",
		"order": "Passeriformes",
		"Family": "Alaudidae",
		"Genus": "Eremopterix"
	},
	"eudynamys scolopacea": {
		"content": "The Asian Koel (Eudynamys scolopaceus ) is a member of the cuckoo order of birds, the Cuculiformes. It is found in South Asia, China, and Southeast Asia. It forms a superspecies with the closely related Black-billed and Pacific Koels which are sometimes treated as subspecies. The Asian Koel is a brood parasite that lays its eggs in the nests of crows and other hosts, who raise its young.",
		"image": "https://farm3.staticflickr.com/2903/14539930142_149a38cf7e_n.jpg",
		"common_name": "Asian Koel",
		"scientific_name": "Eudynamys scolopaceus",
		"order": "Cuculiformes",
		"Family": "Cuculidae",
		"Genus": "Eudynamys"
	},
	"Euodice malabarica": {
		"content": "The Indian Silverbill or White-throated Munia (Lonchura malabarica) is a small passerine bird found in the Indian Subcontinent and andjoining regions that was formerly considered to include the closely related African Silverbill (Lonchura cantans). This estrildid finch is a common resident breeding bird in the drier regions of the Middle East and the Indian Subcontinent.",
		"image": "https://farm4.staticflickr.com/3749/11872289175_3341786521_n.jpg",
		"common_name": "White-throated Munia",
		"scientific_name": "Euodice malabarica",
		"order": "Passeriformes",
		"Family": "Estrildidae",
		"Genus": "Euodice"
	},
	"Gracupica contra": {
		"content": "The Pied Myna or Asian Pied Starling (Sturnus contra) is a species of starling found in the Indian Subcontinent and Southeast Asia. They are usually found in small groups mainly on the plains and low foothills. They are often seen within cities and villages although they are not as bold as the Common Myna.",
		"image": "https://farm2.staticflickr.com/1146/962296118_779e4eb2ee_n.jpg",
		"common_name": "Asian Pied Starling",
		"scientific_name": "Gracupica contra",
		"order": "Passeriformes",
		"Family": "Sturnidae",
		"Genus": "Gracupica"
	},
	"green bee eater": {
		"content": "The Green Bee-eater (Merops orientalis) (sometimes Little Green Bee-eater) is a near passerine bird in the bee-eater family. It is resident but prone to seasonal movements and is found widely distributed across sub-Saharan Africa from Senegal and the Gambia to Ethiopia, the Nile valley, western Arabia and Asia through India to Vietnam.",
		"image": "https://farm9.staticflickr.com/8151/7567700834_ef3f080bfb_n.jpg",
		"common_name": "Little Green Bee-eater",
		"scientific_name": "Merops orientalis",
		"order": "Coraciiformes",
		"Family": "Meropidae",
		"Genus": "Merops"
	},
	"Gymnoris xanthocollis": {
		"content": "The Yellow-throated Sparrow or Chestnut-shouldered Petronia (Petronia xanthocollis) is a species of sparrow found in Asia.",
		"image": "https://live.staticflickr.com/65535/49470323072_8262414161_n.jpg",
		"common_name": "Chestnut-shouldered Petronia",
		"scientific_name": "Gymnoris xanthocollis",
		"order": "Passeriformes",
		"Family": "Passeridae",
		"Genus": "Gymnoris"
	},
	"Halcyon smyrnesis": {
		"content": "The White-throated Kingfisher (Halcyon smyrnensis) also known as the White-breasted Kingfisher or Smyrna Kingfisher, is a tree kingfisher, widely distributed in Eurasia from Bulgaria, Turkey, West Asia east through the Indian Subcontinent to the Philippines. This kingfisher is a resident over much of its range, although some populations may make short distance movements.",
		"image": "https://farm4.staticflickr.com/3353/3183914369_8af61e554d_n.jpg",
		"common_name": "White-throated Kingfisher",
		"scientific_name": "Halcyon smyrnensis",
		"order": "Coraciiformes",
		"Family": "Alcedinidae",
		"Genus": "Halcyon"
	},
	"hierococcyx varius": {
		"content": "The Common Hawk-Cuckoo (Hierococcyx varius), popularly known as the Brainfever bird, is a medium-sized cuckoo resident in the Indian Subcontinent. It bears a close resemblance to the Shikra, a sparrow hawk, even in its style of flying and landing on a perch. The resemblance to hawks gives this group the generic name of hawk-cuckoo and like many other cuckoos these are brood parasites, laying their eggs in nests of babblers.",
		"image": "https://farm9.staticflickr.com/8214/8315057230_0100f97bf9_n.jpg",
		"common_name": "Common Hawk-Cuckoo",
		"scientific_name": "Hierococcyx varius",
		"order": "Cuculiformes",
		"Family": "Cuculidae",
		"Genus": "Hierococcyx"
	},
	"Hirundo smithii": {
		"content": "The Wire-tailed Swallow (Hirundo smithii) is a small passerine bird in the swallow family. Swallows are somewhat similar in habits and appearance to other aerial insectivores, such as the related martins and the unrelated swifts (order Apodiformes).",
		"image": "https://farm5.staticflickr.com/4675/39847374741_f5a3196954_n.jpg",
		"common_name": "Wire-tailed Swallow",
		"scientific_name": "Hirundo smithii",
		"order": "Passeriformes",
		"Family": "Hirundinidae",
		"Genus": "Hirundo"
	},
	"Indian Grey Hornbill": {
		"content": "The Indian Grey Hornbill (Ocyceros birostris) is a common hornbill found on the Indian subcontinent. It is mostly arboreal and is commonly sighted in pairs. They have grey feathers all over the body with a light grey or dull white belly. The horn is black or dark grey with a casque extending up to the point of curvature in the horn.",
		"image": "https://farm2.staticflickr.com/1861/44177183992_7579f14606_n.jpg",
		"common_name": "Indian Grey-Hornbill",
		"scientific_name": "Ocyceros birostris",
		"order": "Bucerotiformes",
		"Family": "Bucerotidae",
		"Genus": "Ocyceros"
	},
	"Indian robin": {
		"content": "The Indian Robin (Saxicoloides fulicatus) is a species of bird in the Muscicapidae family. It is widespread in the Indian Subcontinent, and ranges across Bangladesh, Bhutan, India, Nepal, Pakistan, and Sri Lanka. The males of northern populations have a brown back whose extent gradually reduces southwards with populations in the southern peninsula having an all black back.",
		"image": "https://farm9.staticflickr.com/8478/8192858066_7870a20ef5_n.jpg",
		"common_name": "Indian Robin",
		"scientific_name": "Copsychus fulicatus",
		"order": "Passeriformes",
		"Family": "Muscicapidae",
		"Genus": "Copsychus"
	},
	"Lanius schach": {
		"content": "The Long-tailed Shrike or Rufous-backed Shrike (Lanius schach) is a member of the bird family Laniidae, the shrikes. They are found widely distributed across Asia and there are variations in plumage across the range. The species ranges across much of Asia, both on the mainland and the eastern archipelagos. The eastern or Himalayan subspecies, L. s. tricolor, is sometimes called the Black-headed Shrike.",
		"image": "https://live.staticflickr.com/65535/49304812468_e9e74ed9ab_n.jpg",
		"common_name": "Long-tailed Shrike",
		"scientific_name": "Lanius schach",
		"order": "Passeriformes",
		"Family": "Laniidae",
		"Genus": "Lanius"
	},
	"Lanius vittatus": {
		"content": "The Bay-backed Shrike (Lanius vittatus) is a member of the bird family Laniidae, the shrikes, resident in South Asia.",
		"image": "https://live.staticflickr.com/4705/27830729639_d9c31429d9_n.jpg",
		"common_name": "Bay-backed Shrike",
		"scientific_name": "Lanius vittatus",
		"order": "Passeriformes",
		"Family": "Laniidae",
		"Genus": "Lanius"
	},
	"Large Grey Babbler": {
		"content": "The Large Grey Babbler (Turdoides malcolmi) is a member of the Leiothrichidae family found in India. They are locally common in the scrub, open forest and gardenland. They are usually seen in small groups and are easily distinguished from other babblers in the region by their nasal call and the whitish outer feathers to their long tail. It is one of the largest babblers in the region.",
		"image": "https://farm3.staticflickr.com/2307/5703580795_a41dcb4b2e_n.jpg",
		"common_name": "Large Grey Babbler",
		"scientific_name": "Argya malcolmi",
		"order": "Passeriformes",
		"Family": "Leiothrichidae",
		"Genus": "Argya"
	},
	"Leptocoma zeylonica": {
		"content": "The Purple-rumped Sunbird (Leptocoma zeylonica) is a sunbird endemic to the Indian Subcontinent. Like other sunbirds, they are small in size, feeding mainly on nectar but sometimes take insects, particularly when feeding young. They can hover for short durations but usually perch to feed.",
		"image": "https://farm1.staticflickr.com/442/32641645581_1c7074dafc_n.jpg",
		"common_name": "Purple-rumped Sunbird",
		"scientific_name": "Leptocoma zeylonica",
		"order": "Passeriformes",
		"Family": "Nectariniidae",
		"Genus": "Leptocoma"
	},
	"little swift": {
		"content": "The Little Swift (Apus affinis), is a small bird, superficially similar to a Barn Swallow or House Martin. It is, however, completely unrelated to those passerine species, since swifts are in the order Apodiformes. The resemblances between the groups are due to convergent evolution reflecting similar life styles. The former eastern race, House Swift, is usually considered a separate species, Apus nipalensis.",
		"image": "https://farm9.staticflickr.com/8500/8362517584_b439a9882b_n.jpg",
		"common_name": "Little Swift",
		"scientific_name": "Apus affinis",
		"order": "Apodiformes",
		"Family": "Apodidae",
		"Genus": "Apus"
	},
	"Lonchura punctulata": {
		"content": "The Scaly-breasted Munia or Spotted Munia (Lonchura punctulata), known in the pet trade as Nutmeg Mannikin or Spice Finch, is a sparrow-sized estrildid finch native to tropical Asia. A species of the genus Lonchura, it was formally described and named by Carl Linnaeus in 1758. Its name is based on the distinct scale-like feather markings on the breast and belly.",
		"image": "https://farm8.staticflickr.com/7500/15943797417_07c3584232_n.jpg",
		"common_name": "Scaly-breasted Munia",
		"scientific_name": "Lonchura punctulata",
		"order": "Passeriformes",
		"Family": "Estrildidae",
		"Genus": "Lonchura"
	},
	"Megalaima haemacephala": {
		"content": "The Coppersmith Barbet, Crimson-breasted Barbet or Coppersmith (Megalaima haemacephala), is a bird with crimson forehead and throat which is best known for its metronomic call that has been likened to a coppersmith striking metal with a hammer. It is a resident found in the Indian Subcontinent and parts of Southeast Asia.",
		"image": "https://farm4.staticflickr.com/3490/3947678474_df6c238d13_n.jpg",
		"common_name": "Coppersmith Barbet",
		"scientific_name": "Psilopogon haemacephalus",
		"order": "Piciformes",
		"Family": "Ramphastidae",
		"Genus": "Psilopogon"
	},
	"Mesophoyx intermedia": {
		"content": "The Intermediate Egret, median egret, smaller egret or yellow-billed egret (Mesophoyx intermedia) is a medium-sized heron. Some taxonomists put the species in the genus Egretta or Ardea. It is a resident breeder from east Africa across the Indian subcontinent to Southeast Asia and Australia.",
		"image": "https://farm6.staticflickr.com/5565/18847116932_510a5bac1a_n.jpg",
		"common_name": "Intermediate Egret",
		"scientific_name": "Ardea intermedia",
		"order": "Pelecaniformes",
		"Family": "Ardeidae",
		"Genus": "Ardea"
	},
	"Milvus migrans": {
		"content": "The Black Kite (Milvus migrans) is a medium-sized bird of prey in the family Accipitridae, which also includes many other diurnal raptors. It is thought to be the world's most abundant species of Accipitridae, although some populations have experienced dramatic declines or fluctuations. Current global population estimates run up to 6 million individuals.",
		"image": "https://farm8.staticflickr.com/7024/6756920111_3951336d0d_n.jpg",
		"common_name": "Black Kite",
		"scientific_name": "Milvus migrans",
		"order": "Accipitriformes",
		"Family": "Accipitridae",
		"Genus": "Milvus"
	},
	"Motacilla alba": {
		"content": "The White Wagtail (Motacilla alba) is a small passerine bird in the wagtail family Motacillidae, which also includes the pipits and longclaws. This species breeds in much of Europe and Asia and parts of north Africa. It is resident in the mildest parts of its range, but otherwise migrates to Africa. It has a toehold in Alaska as a scarce breeder.",
		"image": "https://farm1.staticflickr.com/52/139276214_390e3baad7_n.jpg",
		"common_name": "White Wagtail",
		"scientific_name": "Motacilla alba",
		"order": "Passeriformes",
		"Family": "Motacillidae",
		"Genus": "Motacilla"
	},
	"Motacilla flava": {
		"content": "The western yellow wagtail (Motacilla flava) is a small passerine in the wagtail family Motacillidae, which also includes the pipits and longclaws. This species breeds in much of temperate Europe and Asia.",
		"image": "https://farm5.staticflickr.com/4794/38965551010_1bf5c133f6_n.jpg",
		"common_name": "Western Yellow Wagtail",
		"scientific_name": "Motacilla flava",
		"order": "Passeriformes",
		"Family": "Motacillidae",
		"Genus": "Motacilla"
	},
	"Motacilla maderaspatensis": {
		"content": "The White-browed Wagtail or Large Pied Wagtail (Motacilla maderaspatensis) is a medium-sized bird and is the largest member of the wagtail family. They are conspicuously patterned with black above and white below, a prominent white brow, shoulder stripe and outer tail feathers. They are common in small water bodies and have adapted to urban environments where they often nest on roof tops.",
		"image": "https://farm6.staticflickr.com/5213/5450316463_8a2ca94563_n.jpg",
		"common_name": "White-browed Wagtail",
		"scientific_name": "Motacilla maderaspatensis",
		"order": "Passeriformes",
		"Family": "Motacillidae",
		"Genus": "Motacilla"
	},
	"Mycteria leucocephala": {
		"content": "The Painted Stork (Mycteria leucocephala) is a large wading bird in the stork family. It is found in the wetlands of the plains of tropical Asia south of the Himalayas in the Indian Subcontinent and extending into Southeast Asia. Their distinctive pink tertial feathers give them their name. They forage in flocks in shallow waters along rivers or lakes.",
		"image": "https://farm6.staticflickr.com/5310/5654887307_2d1dbfdb76_n.jpg",
		"common_name": "Painted Stork",
		"scientific_name": "Mycteria leucocephala",
		"order": "Pelecaniformes",
		"Family": "Ciconiidae",
		"Genus": "Mycteria"
	},
	"Oriolus kundoo": {
		"content": "The Indian Golden Oriole, (Oriolus kundoo) is a species of oriole found in the Indian Subcontinent and Central Asia. The species was once considered to be a subspecies of the Eurasian Golden Oriole, but has been elevated to a full species on the basis of differences in morphology, plumage, calls and the fact that the two do not intergrade.",
		"image": "https://farm1.staticflickr.com/305/18315154440_9fa21138fa_n.jpg",
		"common_name": "Indian Golden-Oriole",
		"scientific_name": "Oriolus kundoo",
		"order": "Passeriformes",
		"Family": "Oriolidae",
		"Genus": "Oriolus"
	},
	"Orthotomus sutorius": {
		"content": "The Common Tailorbird (Orthotomus sutorius) is a songbird found across tropical Asia. Popular for its nest made of leaves \"sewn\" together and immortalized by Rudyard Kipling in his Jungle Book, it is a common resident in urban gardens. Although shy birds that are usually hidden within vegetation, their loud calls are familiar and give away their presence.",
		"image": "https://farm9.staticflickr.com/8464/8125242456_fd141d28f6_n.jpg",
		"common_name": "Common Tailorbird",
		"scientific_name": "Orthotomus sutorius",
		"order": "Passeriformes",
		"Family": "Cisticolidae",
		"Genus": "Orthotomus"
	},
	"Passer domesticus": {
		"content": "The House Sparrow (Passer domesticus) is a bird of the sparrow family Passeridae, found in most parts of the world. A small bird, it has a typical length of 16 cm (6.3 in) and a weight of 24–39.5 g (0.85–1.39 oz). Females and young birds are coloured pale brown and grey, and males have brighter black, white, and brown markings.",
		"image": "https://farm8.staticflickr.com/7340/16375272370_02677ff98e_n.jpg",
		"common_name": "House Sparrow",
		"scientific_name": "Passer domesticus",
		"order": "Passeriformes",
		"Family": "Passeridae",
		"Genus": "Passer"
	},
	"Pastor roseus": {
		"content": "The Rosy Starling (Sturnus roseus) is a passerine bird in the starling family Sturnidae, also known as the Rose-coloured Starling or Rose-coloured Pastor. It is sometimes given its own, monotypic genus Pastor. This split is supported by recent studies, though its closest living relatives are still not certainly known.",
		"image": "https://live.staticflickr.com/7057/26513399683_48eb415e1f_n.jpg",
		"common_name": "Rosy Starling",
		"scientific_name": "Pastor roseus",
		"order": "Passeriformes",
		"Family": "Sturnidae",
		"Genus": "Pastor"
	},
	"petrochelidon fluvicola": {
		"content": "The Streak-throated Swallow or the Indian Cliff Swallow (Petrochelidon fluvicola) is a species of swallow found in South Asia.",
		"image": "https://farm5.staticflickr.com/4775/40924736381_d8c7998cfa_n.jpg",
		"common_name": "Streak-throated Swallow",
		"scientific_name": "Petrochelidon fluvicola",
		"order": "Passeriformes",
		"Family": "Hirundinidae",
		"Genus": "Petrochelidon"
	},
	"Phalacrocorax fuscicollis": {
		"content": "The Indian Cormorant or Indian Shag (Phalacrocorax fuscicollis) is a member of the cormorant family. It is found mainly along the inland waters of the Indian Subcontinent but extending west to Sind and east to Thailand and Cambodia.",
		"image": "https://farm9.staticflickr.com/8660/15657087579_138e41eb7b_n.jpg",
		"common_name": "Indian Cormorant",
		"scientific_name": "Phalacrocorax fuscicollis",
		"order": "Pelecaniformes",
		"Family": "Phalacrocoracidae",
		"Genus": "Phalacrocorax"
	},
	"Plegadis falcinellus": {
		"content": "The Glossy Ibis (Plegadis falcinellus) is a wading bird in the ibis family Threskiornithidae.",
		"image": "https://farm2.staticflickr.com/1764/42526280494_019f932273_n.jpg",
		"common_name": "Glossy Ibis",
		"scientific_name": "Plegadis falcinellus",
		"order": "Pelecaniformes",
		"Family": "Threskiornithidae",
		"Genus": "Plegadis"
	},
	"Ploceus philippinus": {
		"content": "The Baya Weaver (Ploceus philippinus) is a weaverbird found across South and Southeast Asia. Flocks of these birds are found in grasslands, cultivated areas, scrub and secondary growth and they are best known for their hanging retort shaped nests woven from leaves.",
		"image": "https://farm9.staticflickr.com/8230/8552082467_59c13b688c_n.jpg",
		"common_name": "Baya Weaver",
		"scientific_name": "Ploceus philippinus",
		"order": "Passeriformes",
		"Family": "Ploceidae",
		"Genus": "Ploceus"
	},
	"prinia inornata": {
		"content": "The Plain Prinia, or the Plain, or White-browed, Wren-Warbler (Prinia inornata) is a small warbler in the cisticola family. It is a resident breeder from Pakistan and India to south China and southeast Asia. It was formerly included in the Tawny-flanked Prinia, Prinia subflava (Gmelin, 1789), resident in Africa south of the Sahara.",
		"image": "https://farm6.staticflickr.com/5305/5690793216_1d938a91a5_n.jpg",
		"common_name": "Plain Prinia",
		"scientific_name": "Prinia inornata",
		"order": "Passeriformes",
		"Family": "Cisticolidae",
		"Genus": "Prinia"
	},
	"prinia socialis": {
		"content": "The Ashy Prinia or Ashy Wren-Warbler (Prinia socialis) is a small warbler. This prinia is a resident breeder in the Indian Subcontinent, ranging across most of India, Nepal, Bangladesh, Bhutan, Sri Lanka and western Myanmar. It is a common bird in urban gardens and farmland in many parts of India and its small size, distinctive colours and upright tail make it easy to identify.",
		"image": "https://farm8.staticflickr.com/7421/15897167844_20a8c7e88b_n.jpg",
		"common_name": "Ashy Prinia",
		"scientific_name": "Prinia socialis",
		"order": "Passeriformes",
		"Family": "Cisticolidae",
		"Genus": "Prinia"
	},
	"Pseudibis papillosa": {
		"content": "The White-shouldered Ibis (Pseudibis davisoni) is a species of wading bird of the ibis family, Threskiornithidae. It occurs at a few sites in northern Cambodia, southern Vietnam, extreme southern Laos and East Kalimantan in Indonesia.",
		"image": "https://live.staticflickr.com/8693/16601903168_bc994e6998_n.jpg",
		"common_name": "White-shouldered Ibis",
		"scientific_name": "Pseudibis davisoni",
		"order": "Pelecaniformes",
		"Family": "Threskiornithidae",
		"Genus": "Pseudibis"
	},
	"psittacula cyanocephala": {
		"content": "The Plum-headed Parakeet (Psittacula cyanocephala) is a parakeet endemic to the Indian Subcontinent. Along with Psittacula roseata of the Himalayas it was sometimes known by the name of Blossom-headed Parakeet which is now used to refer only to Psittacula roseata. Plum-headed Parakeets are found in flocks, the males having a pinkish purple head and the females, a grey head.",
		"image": "https://farm8.staticflickr.com/7823/46417223375_38e35ba19f_n.jpg",
		"common_name": "Plum-headed Parakeet",
		"scientific_name": "Psittacula cyanocephala",
		"order": "Psittaciformes",
		"Family": "Psittaculidae",
		"Genus": "Psittacula"
	},
	"Psittacula eupatria": {
		"content": "The Alexandrine Parakeet or Alexandrian Parrot (Psittacula eupatria) is a member of the psittaciformes order and of the Psittaculidae family. The species is named after Alexander the Great, who is credited with the exporting of numerous specimens of this bird from Punjab into various European and Mediterranean countries and regions, where they were considered prized possessions for the nobles and royalty.",
		"image": "https://farm6.staticflickr.com/5497/31306313126_297ff8cded_n.jpg",
		"common_name": "Alexandrine Parakeet",
		"scientific_name": "Psittacula eupatria",
		"order": "Psittaciformes",
		"Family": "Psittaculidae",
		"Genus": "Psittacula"
	},
	"Psittacula krameria": {
		"content": "Members of the parrot genus Psittacula or Afro-Asian ring-necked parakeets as they are commonly known in aviculture originates found from Africa to South-East Asia. It is a widespread group, with a clear concentration of species in south Asia, but also with representatives in Africa and the islands of the Indian Ocean.",
		"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Psittacula_krameri_%28pair%29_-Assam_-India-8.jpg/330px-Psittacula_krameri_%28pair%29_-Assam_-India-8.jpg",
		"common_name": "Rose-ringed parakeet",
		"scientific_name": "Psittacula eupatria",
		"order": "Psittaciformes",
		"Family": "Psittaculidae",
		"Genus": "Psittacula"
	},
	"Pycnonotus cafer": {
		"content": "The Red-vented Bulbul (Pycnonotus cafer) is a member of the bulbul family of passerines. It is resident breeder across the Indian Subcontinent, including Sri Lanka extending east to Burma and parts of Tibet. It has been introduced in many other parts of the world and has established itself in the wild on several Pacific islands including Fiji, Samoa, Tonga, and Hawaii.",
		"image": "https://farm2.staticflickr.com/1039/1301794095_3c9000fd38_n.jpg",
		"common_name": "Red-vented Bulbul",
		"scientific_name": "Pycnonotus cafer",
		"order": "Passeriformes",
		"Family": "Pycnonotidae",
		"Genus": "Pycnonotus"
	},
	"Pycnonotus jocosus": {
		"content": "The Red-whiskered Bulbul (Pycnonotus jocosus) is a passerine bird found in Asia. It is a member of the bulbul family. It is a resident frugivore found mainly in tropical Asia. It has been introduced in many tropical areas of the world where populations have established themselves. It feeds on fruits and small insects and they conspicuously perch on trees and their calls are a loud three or four note call.",
		"image": "https://live.staticflickr.com/1462/26161772074_48613a5aee_n.jpg",
		"common_name": "Red-whiskered Bulbul",
		"scientific_name": "Pycnonotus jocosus",
		"order": "Passeriformes",
		"Family": "Pycnonotidae",
		"Genus": "Pycnonotus"
	},
	"Sterna aurantia": {
		"content": "The Indian River Tern or just River Tern (Sterna aurantia) is a bird in the tern family . It is a resident breeder along inland rivers from Iran east into the Indian Subcontinent and further to Myanmar to Thailand, where it is uncommon. Unlike most Sterna terns, it is almost exclusively found on freshwater, rarely venturing even to tidal creeks.",
		"image": "https://farm8.staticflickr.com/7032/6710274897_ca9e20c32e_n.jpg",
		"common_name": "River Tern",
		"scientific_name": "Sterna aurantia",
		"order": "Charadriiformes",
		"Family": "Laridae",
		"Genus": "Sterna"
	},
	"Streptopelia decaocto": {
		"content": "The Eurasian Collared Dove (Streptopelia decaocto) most often simply called the Collared Dove, also sometimes hyphenated as Eurasian Collared-dove is a species of dove native to Asia and Europe, and also recently introduced in North America.",
		"image": "https://farm9.staticflickr.com/8674/16286912418_372f5b011d_n.jpg",
		"common_name": "Eurasian Collared-Dove",
		"scientific_name": "Streptopelia decaocto",
		"order": "Columbiformes",
		"Family": "Columbidae",
		"Genus": "Streptopelia"
	},
	"Streptopelia senegalensis": {
		"content": "The Laughing Dove (Spilopelia senegalensis) is a small pigeon that is a resident breeder in Sub-Saharan Africa, the Middle East east to the Indian Subcontinent. This small long-tailed dove is found in dry scrub and semi-desert habitats where pairs can often be seen feeding on the ground. A rufous and black chequered necklace gives it a distinctive pattern and is also easily distinguished from other doves by its call.",
		"image": "https://farm8.staticflickr.com/7162/6610540851_63951f46d5_n.jpg",
		"common_name": "Laughing Dove",
		"scientific_name": "Spilopelia senegalensis",
		"order": "Columbiformes",
		"Family": "Columbidae",
		"Genus": "Streptopelia"
	},
	"Streptopelia sinensis": {
		"content": "The Spotted Dove (Spilopelia chinensis) is a small and somewhat long-tailed pigeon which is a common resident breeding bird across its native range on the Indian Subcontinent and Southeast Asia. The species has been introduced into many parts of the world and feral populations have become established.",
		"image": "https://live.staticflickr.com/65535/50244346131_5db26c252e_n.jpg",
		"common_name": "Spotted Dove",
		"scientific_name": "Spilopelia chinensis",
		"order": "Columbiformes",
		"Family": "Columbidae",
		"Genus": "Streptopelia"
	},
	"Streptopelia tranquebarica": {
		"content": "The Red Turtle Dove (Streptopelia tranquebarica), also known as the Red Collared Dove, is a small pigeon which is a resident breeding bird in the tropics in the Indian subcontinent.",
		"image": "https://farm4.staticflickr.com/3905/33113314840_26acf4095a_n.jpg",
		"common_name": "Red Collared-Dove",
		"scientific_name": "Streptopelia tranquebarica",
		"order": "Columbiformes",
		"Family": "Columbidae",
		"Genus": "Streptopelia"
	},
	"Sturnus pagodarum": {
		"content": "The Brahminy Myna or Brahminy Starling (Sturnia pagodarum) is a member of the starling family of birds. It is usually seen in pairs or small flocks in open habitats on the plains of the Indian Subcontinent.",
		"image": "https://live.staticflickr.com/4499/37565022562_2f57e2100a_n.jpg",
		"common_name": "Brahminy Starling",
		"scientific_name": "Sturnia pagodarum",
		"order": "Passeriformes",
		"Family": "Sturnidae",
		"Genus": "Sturnia"
	},
	"Superb Starling": {
		"content": "The Superb Starling (Lamprotornis superbus) is a member of the starling family of birds. It can commonly be found in East Africa, including Ethiopia, Somalia, Uganda, Kenya, and Tanzania. Used to be known as Spreo superbus.",
		"image": "https://live.staticflickr.com/65535/49504402618_6e856b559e_n.jpg",
		"common_name": "Superb Starling",
		"scientific_name": "Lamprotornis superbus",
		"order": "Passeriformes",
		"Family": "Sturnidae",
		"Genus": "Lamprotornis"
	},
	"Tachybaptus ruficollis": {
		"content": "The Little Grebe (Tachybaptus ruficollis), also known as Dabchick, is a member of the grebe family of water birds. At 23 to 29 cm in length it is the smallest European member of its family. It is commonly found in open bodies of water across most of its range.",
		"image": "https://farm8.staticflickr.com/7086/6884204042_e6488d1a95_n.jpg",
		"common_name": "Little Grebe",
		"scientific_name": "Tachybaptus ruficollis",
		"order": "Podicipediformes",
		"Family": "Podicipedidae",
		"Genus": "Tachybaptus"
	},
	"Treron Phoenicopterus": {
		"content": "The Yellow-footed Green Pigeon (Treron phoenicoptera), also known as Yellow-legged Green Pigeon, is a common species of green pigeon found in the Indian Subcontinent. It is the state bird of Maharashtra. In Marathi it is called Hariyal. The species feeds on fruit, including many species of Ficus. They forage in flocks. In the early morning they are often seen sunning on the tops of emergent trees in dense forest areas.",
		"image": "https://farm9.staticflickr.com/8028/7124231565_bfb7772c40_n.jpg",
		"common_name": "Yellow-footed Green-Pigeon",
		"scientific_name": "Treron phoenicopterus",
		"order": "Columbiformes",
		"Family": "Columbidae",
		"Genus": "Treron"
	},
	"turdoides striata": {
		"content": "The Jungle Babbler (Turdoides striata) is a member of the Leiothrichidae family found in the Indian Subcontinent. They are gregarious birds that forage in small groups of six to ten birds, a habit that has given them the popular name of Seven Sisters or Saath bhai in Hindi with cognates in other regional languages which means \"seven brothers\".",
		"image": "https://live.staticflickr.com/7815/33678274188_7cdf5ef8ee_n.jpg",
		"common_name": "Jungle Babbler",
		"scientific_name": "Argya striata",
		"order": "Passeriformes",
		"Family": "Leiothrichidae",
		"Genus": "Argya"
	},
	"tyto alba": {
		"content": "The barn owl (Tyto alba) is the most widely distributed species of owl in the world and one of the most widespread of all species of birds. It is also known as the common barn owl, to distinguish it from the other species in its family, Tytonidae, which forms one of the two main lineages of living owls, the other being the typical owls (Strigidae).",
		"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Kerkuil_licht_en_donker.jpg/330px-Kerkuil_licht_en_donker.jpg",
		"common_name": "barn owl",
		"scientific_name": "Tyto alba",
		"order": "Strigiformes",
		"Family": "Tytonidae",
		"Genus": "Tyto"
	},
	"Aegithina tiphia": {
		"content": "The Common Iora (Aegithina tiphia) is a small passerine bird found across the tropical Indian Subcontinent with populations showing plumage variations, some of which are designated as subspecies. A species found in scrub and forest, it is easily detected from its loud whistles and the bright colours.",
		"image": "https://farm8.staticflickr.com/7589/16190567543_94bfddbd9d_n.jpg",
		"common_name": "Common Iora",
		"scientific_name": "Aegithina tiphia",
		"order": "Passeriformes",
		"Family": "Aegithinidae",
		"Genus": "Aegithina"
	},
	"Alcedo atthis": {
		"content": "The Common Kingfisher (Alcedo atthis) also known as Eurasian Kingfisher or River Kingfisher, is a small kingfisher with seven subspecies recognized within its wide distribution across Eurasia and North Africa. It is resident in much of its range, but migrates from areas where rivers freeze in winter.",
		"image": "https://farm8.staticflickr.com/7589/16190567543_94bfddbd9d_n.jpg",
		"common_name": "Common Kingfisher",
		"scientific_name": "Alcedo atthis",
		"order": "Coraciiformes",
		"Family": "Alcedinidae",
		"Genus": "Alcedo"
	},
	"Amandava amandava": {
		"content": "The Red Avadavat, Red Munia or Strawberry Finch (Amandava amandava) is a sparrow-sized bird of the Estrildidae family. It is found in the open fields and grasslands of tropical Asia and is popular as a cage bird due to the colourful plumage of the males in their breeding season. It breeds in the Indian Subcontinent in the Monsoon season.",
		"image": "https://farm9.staticflickr.com/8192/8385479571_803bf1be4e_n.jpg",
		"common_name": "Red Avadavat",
		"scientific_name": "Amandava amandava",
		"order": "Passeriformes",
		"Family": "Estrildidae",
		"Genus": "Amandava"
	}
}